{
  "data": {
    "page": {
      "edges": [
        {
          "node": {
            "frontmatter": {
              "title": "Page",
              "ledeHtml": "<p>Clients come to us when they have a great idea, but need a team of seasoned experts to help them bring it to life. Over the years, we’ve worked with clients like Buzzfeed, General Electric, and Hermès to concept and build everything from websites and apps to interactive event installations. Whether you’re a new startup or a Fortune 500 company, our team of designers, developers, and product experts will treat you with the same level of respect and care that we’ve given all of our clients since 2013.</p>\n",
              "statsLedeHtml": "<p>As a globally-distributed team, we’re able to attract the very best people, regardless of where they reside. This means you always get access to top-quality talent, and our employees are always delivering their best work, as they’re able to create where they feel most comfortable. While we maintain a small office in Brooklyn, our team is based worldwide, stretching over several time zones and diverse cultures.</p>\n",
              "stats": [
                {
                  "number": "50",
                  "metric": "Collective years experience",
                  "description": "Working with clients like Google and Amazon."
                },
                {
                  "number": "103",
                  "metric": "Projects completed",
                  "description": "For Fortune 500s, startups, non-profits, and small businesses."
                },
                {
                  "number": "6",
                  "metric": "Years in the biz",
                  "description": "Born in Brooklyn, NY and serving customers across the globe."
                },
                {
                  "number": "4",
                  "metric": "Time zones",
                  "description": "We work around the clock, so we built Spacetime to make it easier."
                },
                {
                  "number": "4",
                  "metric": "Countries represented",
                  "description": "Currently in the US, Canada, Germany, and Paraguay."
                },
                {
                  "number": "6",
                  "metric": "Canine coworkers",
                  "description": "Even though they don’t write code, we love them anyway."
                }
              ],
              "clients": [
                "Google",
                "Amazon",
                "Buzzfeed",
                "Prudential",
                "Hermès",
                "Blue Diamond",
                "Univision",
                "GE",
                "Fusion",
                "American Express",
                "Estée Lauder",
                "Pepsi",
                "Jawbone"
              ]
            }
          }
        }
      ]
    }
  },
  "pageContext": {
    "isCreatedByStatefulCreatePages": true
  }
}
